google-chrome
i3lock-color
ly
nerd-fonts-droid-sans-mono
nerd-fonts-iosevka
nerd-fonts-mononoki
nerd-fonts-noto-sans-mono
nerd-fonts-noto-sans-regular-complete
networkmanager-dmenu-git
pfetch-git
pipes.sh
polybar
polybar-spotify-module
pulseaudio-control
siji-git
spicetify-cli
spotify
ttf-google-fonts-typewolf
ttf-icomoon-feather
ttf-material-icons-git
ttf-unifont
tty-clock
waffle
yay
zscroll-git
aurafetch-git
cli-visualizer
fet.sh-git
cava
