aic94xx-firmware
alsi
appimagelauncher-git
aurafetch-git
cava
cli-visualizer
fet.sh-git
google-chrome
google-drive-ocamlfuse
gotop
i3lock-color
ly
nerd-fonts-iosevka
nerd-fonts-mononoki
nerd-fonts-noto-sans-mono
nerd-fonts-noto-sans-regular-complete
nordic-theme
ookla-speedtest-bin
pfetch-git
pipes.sh
polybar
pulseaudio-control
siji-git
spicetify-cli
spotify
ttf-fork-awesome
ttf-google-fonts-typewolf
ttf-icomoon-feather
ttf-material-icons-git
ttfautohint
tty-clock
upd72020x-fw
uwu
uwufetch
volantes-cursors
waffle
wd719x-firmware
