aic94xx-firmware
aurafetch-git
camlidl
cava
chromedriver
cli-visualizer
cppo
fet.sh-git
gapi-ocaml
google-chrome
google-drive-ocamlfuse
gotop
i3lock-color
ly
nerd-fonts-iosevka
nerd-fonts-mononoki
nerd-fonts-noto-sans-mono
nerd-fonts-noto-sans-regular-complete
networkmanager-dmenu-git
ocaml-base
ocaml-biniou
ocaml-cryptokit
ocaml-curl
ocaml-easy-format
ocaml-extlib
ocaml-lwt
ocaml-migrate-parsetree
ocaml-mmap
ocaml-ocplib-endian
ocaml-ounit
ocaml-pcre
ocaml-ppx_derivers
ocaml-ppx_tools_versioned
ocaml-react
ocaml-seq
ocaml-sexplib0
ocaml-sqlite3
ocaml-stdio
ocaml-stdlib-shims
ocaml-xmlm
ocaml-yojson
ocamlfuse
ocamlnet
ookla-speedtest-bin
paru
pfetch-git
pipes.sh
polybar
pulseaudio-control
siji-git
spicetify-cli
spotify
thunar-sendto-clamtk
ttf-google-fonts-typewolf
ttf-icomoon-feather
ttf-material-icons-git
ttf-unifont
ttfautohint
tty-clock
virtualbox-ext-oracle
waffle
wd719x-firmware
zscroll-git
