alacritty
alsa-utils
android-tools
android-udev
bash-completion
bat
bc
bind
bubblewrap
cantarell-fonts
clamav
clamtk
cmake
cronie
curl
dbus
dialog
dmenu
dosfstools
dunst
exa
feh
firewalld
fish
fzf
gcc
ghostscript
girara
git
grub
grub-customizer
gtop
htop
i3-gaps
i3blocks
i3status
i3status-rust
inetutils
intel-ucode
jre-openjdk
jre-openjdk-headless
jq
kitty
kitty-terminfo
lightdm
lightdm-webkit2-greeter
lightdm-webkit-theme-litarvan
linux
linux-api-headers
linux-firmware
linux-headers
ltrace
lxappearance
mtools
nano
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
nodejs
noto-fonts
ntfs-3g
openssh
os-prober
p11-kit
pacman-contrib
pavucontrol
picom
pkgfile
powerline-common
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python
qbittorrent
r
ranger
redshift
rofi
ruby
rubygems
tar
thefuck
thunar
thunar-volman
tmux
tree
ttf-dejavu
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
udisks2
unzip
usbredir
usbutils
vim
vlc
wget
which
wireless_tools
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-nouveau
xf86-video-vesa
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zip
