adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-tools
android-udev
archlinux-keyring
base
bash
bat
bc
bluez
cantarell-fonts
clamav
clamtk
cmake
coreutils
cronie
cups
cups-filters
cups-pk-helper
curl
dbus
dbus-glib
dconf
dhcpcd
dialog
dkms
dmenu
dmraid
dosfstools
dunst
ebtables
electron6
exa
feh
firefox
firewalld
fish
fontconfig
freetype2
fzf
ghostscript
girara
git
gnu-free-fonts
grub
grub-customizer
gtop
gvfs
hicolor-icon-theme
htop
i3-gaps
i3blocks
i3status
i3status-rust
jre-openjdk
jre-openjdk-headless
kitty
kitty-terminfo
linux-firmware
lolcat
ltrace
mtools
nano
ncurses
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
noto-fonts
openssh
opus
os-prober
pacman-contrib
pacman-mirrorlist
pavucontrol
picom
pkgconf
pkgfile
polkit
poppler
powerline-common
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python
python-appdirs
python-asn1crypto
python-attrs
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-gobject
python-html5lib
python-idna
python-jinja
python-markupsafe
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pycups
python-pycurl
python-pygments
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyte
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-setuptools-scm
python-six
python-slip
python-toml
python-urllib3
python-wcwidth
python-webencodings
python-yaml
python2
qbittorrent
qemu
qpdf
r
ranger
redshift
rofi
terminus-font
thefuck
thunar
thunar-volman
tmux
tree
ttf-dejavu
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
udisks2
unzip
usbutils
util-linux
util-linux-libs
vim
vim-runtime
vlc
wget
wireless_tools
wpa_supplicant
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-nouveau
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xmlsec
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zip
