a52dec
aalib
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-tools
android-udev
aom
apm
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attr
audit
autoconf
automake
avahi
babl
base
bash
bat
bc
binutils
bison
blas
bleachbit
bluez
bluez-libs
bolt
boost-libs
box2d
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
cairomm
calc
cantarell-fonts
cdparanoia
cheese
chromaprint
cifs-utils
clamav
clamtk
clash
clucene
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
confuse
coreutils
cracklib
cronie
cryptsetup
cups
cups-filters
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
discord
dkms
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
dtc
dune
dunst
e2fsprogs
ebtables
egl-wayland
eglexternalplatform
electron6
elfutils
enchant
exa
exiv2
exo
expat
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
firewalld
fish
flac
flex
fluidsynth
fontconfig
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gavl
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghostscript
giflib
girara
git
glib-networking
glib-perl
glib2
glibc
glibmm
glslang
gmp
gnome-bluetooth
gnome-color-manager
gnome-desktop
gnome-settings-daemon
gnome-video-effects
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
grilo
groff
grub
grub-customizer
gsettings-desktop-schemas
gsfonts
gsm
gsound
gssdp
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtkspell3
gtop
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hwids
hwloc
hyphen
i3-gaps
i3blocks
i3status
i3status-rust
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
iniparser
intel-ucode
iproute2
ipset
iptables
iputils
iso-codes
jack
jansson
jasper
java-runtime-common
jbig2dec
jq
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-terminfo
kmod
krb5
kwayland
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-libxml2
lib32-ncurses
lib32-popt
lib32-readline
lib32-xz
lib32-zlib
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libgcrypt
libgexiv2
libglade
libglvnd
libgme
libgnomekbd
libgpg-error
libgtop
libgudev
libgusb
libgweather
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblqr
liblrdf
libmad
libmatroska
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libspeechd
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzmf
licenses
lilv
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
lolcat
lpsolve
lsof
ltrace
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
md4c
mdadm
mesa
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
mpfr
mpg123
mtdev
mtools
mypaint-brushes1
nano
ncurses
ndctl
neon
nettle
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
ntfs-3g
numactl
nvidia-utils
ocaml
ocaml-compiler-libs
ocaml-csexp
ocaml-findlib
ocaml-result
ocaml-topkg
ocaml-zarith
ocamlbuild
oniguruma
opam
openal
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-cairo-gobject
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-glib-object-introspection
perl-gtk3
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-locale-gettext
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-text-csv
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
picom
pinentry
pixman
pkgconf
pkgfile
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
powerline-common
powerline-fonts
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python
python-appdirs
python-asn1crypto
python-attrs
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-gobject
python-html5lib
python-idna
python-jinja
python-markupsafe
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pycups
python-pycurl
python-pygments
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyte
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-setuptools-scm
python-six
python-slip
python-toml
python-urllib3
python-wcwidth
python-webencodings
python-yaml
python2
qbittorrent
qemu
qpdf
qt5-base
qt5-charts
qt5-declarative
qt5-imageformats
qt5-location
qt5-quickcontrols
qt5-svg
qt5-tools
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
r
ranger
raptor
rasqal
rav1e
re2
readline
recode
redland
redshift
rest
rhash
ripgrep
rofi
rtkit
rtmpdump
ruby
ruby-diff-lcs
ruby-irb
ruby-manpages
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-reline
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
rubygems
run-parts
sbc
sdl
sdl2
seabios
sed
semver
serd
shaderc
shadow
shared-color-targets
shared-mime-info
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spirv-tools
sqlite
sratom
srt
startup-notification
strace
sudo
suitesparse
svt-hevc
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tdb
telegram-desktop
terminus-font
tevent
texinfo
thefuck
thin-provisioning-tools
thunar
thunar-volman
tmux
totem-pl-parser
tracker3
tree
tslib
ttf-dejavu
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
twolame
tzdata
udisks2
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vid.stab
vim
vim-runtime
virglrenderer
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vlc
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
wmname
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-nouveau
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yad
yajl
zathura
zathura-cb
zathura-pdf-mupdf
zbar
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
zxing-cpp
